import React from 'react';
import './AboutMe.css'
import myPic from '../../images/me.png'

const AboutMe = () => {
    return (
        <div>
            <div className="about-me">
                <div className='my-image'>
                    <img src={myPic} alt="" />
                </div>
                <div className='my-info'>
                    <p>
                      আসসালামু আলাইকুম। আমি শাকের আহমেদ। প্রোগ্রামিং নিয়ে আমার আগ থেকেই অনেক আগ্রহ ছিল। কিন্তু কীভাবে কী করব তা ভেবে উঠতে পারিনি। অনেক ভাবে চেষ্টা করেও কিছু করতে পারিনি। অবশেষে প্রোগ্রামিং হিরোর সাথে যুক্ত হয়ে আমি আমার ইচ্ছে এবং শখটাকে অনেকাংশেই বাস্তবায়ন করেছি এবং এখনো সেই চেষ্টাক অভ্যাহত রেখে একটি সুন্দর সমাপ্তির অপেক্ষা নিয়ে এগিয়ে চলছি। 
                      <br />
                      প্রোগ্রামিংকে সঙ্গে! নিয়ে আমি অনেক দূর এগিয়ে যেতে চাই। নতুন করে কিছু করতে চাই। নিজের পড়াশোনার পাশাপাশি এই অধিক পছন্দের জিনিসটাকে আমি আরো সুন্দর এবং পরিপূর্ণ ভাবে নিজের করে নিতে চাই। সর্বশেষ একজন তুখর ওয়েবডেভেলপার হওয়ার ভীষণ ইচ্ছে আমার। যে কোনো মূল্যেই হোক, আমি তা করে দেখাবোই। ইনশাল্লাহ।
                     </p>
                </div>
            </div>
        </div>
    );
};

export default AboutMe;